airship/soap-envelopes/search_contact.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="https://secure.airship.co.uk/SOAP/V3/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><SOAP-ENV:Body><ns1:getContactEmail><username xsi:type="xsd:string">SOAP5eb3f5f6d40c8</username><password xsi:type="xsd:string">5eb3f5f6d40cd0.41505528</password><email xsi:type="xsd:string">lionel@wi5.io</email></ns1:getContactEmail></SOAP-ENV:Body></SOAP-ENV:Envelope>